---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CutMarkSymbol
source: html/32ea9262-f210-c7a9-5a2d-ced0a58abe29.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CutMarkSymbol Property

"Cut Mark Symbol"

## Syntax (C#)
```csharp
public static ForgeTypeId CutMarkSymbol { get; }
```